Repository: Ashyglim/performous
Catalog: lang/*/LC_MESSAGES/performous.po
Languages: it

source: Hiscore for
it: Punteggio per

source: Practice
it: Pratica

source: Check your skills or test the microphones
it: Controlla quanto sei bravo / Test microfono

source: Configure
it: Configura

source: Configure game options
it: Opzioni di configurazione del gioco

source: Quit
it: Esci

source: Leave the game
it: Esci dal gioco

source: No playback devices could be used.
it: Nessun dispositivo di riproduzione trovato.

source: No microphones found.
it: Nessun microfono trovato.

source: Please configure some before playing.
it: Per favore controlla le tue impostazioni prima di giocare.

source: No players found!
it: Nessun giocatore trovato!

source: Enter a name to create a new player.
it: Inserisci il nome di un nuovo giocatore

source: Press enter to create player!
it: Premi invio per creare un giocatore!

source: No songs found!
it: Nessuna canzone trovata!

source: Visit performous.org for free songs
it: Visita il sito performous.org per canzoni gratuite

source: no songs match search
it: nessuna corrispondenza trovata
